const settings = {
  Levels: {
    Level_1: {
      Title: "Увроень 1",
      Rules: {
        rule_1: "На экране будет воспроизводиться видео, в поле впиши его длительность",
        rule_2: "Надо вписать только количество секунд. Например, 15",
        rule_3: "Подсказка: видео длится меньше 15 секунд",
        rule_4: "Баллы за уровень: 30",
      },
      Time: "30",
      Score: "50",
    },
    Level_2: {
      Title: "Уровень 2",
      Rules: {
        rule_1: "На экране будет воспроизводиться видео, в поле впиши его длительность",
        rule_2: "Надо вписать только количество секунд. Например, 15",
        rule_3: "Подсказка: видео длится меньше 15 секунд",
        rule_4: "Баллы за уровень: 30",
        rule_5: "Баллы за уровень: 30",
        rule_6: "Баллы за уровень: 30",
        rule_7: "Баллы за уровень: 30",
      },
      Time: "30",
      Score: "50",
    },
    Level_3: {
      Title: "Надо найти выход из лабиринта!",
      Rules: {
        rule_1: "Сопоставь цвет карандаша и соответствующий ему выход из лабиринта",
        rule_2: "На прохождение уровня выделено 30 секунд",
        rule_3: "Напоминание: таймера не будет, полагайся на свои ощущения",
        rule_4: "Баллы за уровень: 70 ",
      },
      Time: "30",
      Score: "70",
    },
  },
};

export { settings };
